/* Localizable strings for default.syndtheme
   This file is manually, NOT automatically, generated. */

/* SortType names: */
"kSortType-0"       = "Data";
"kSortType-1"       = "Titolo";
"kSortType-2"       = "Sorgente";
"kSortType-3"       = "Nuovo";

/* TimeSlice names: */
"kTimeSlice-0"      = "Tutto";
"kTimeSlice-1"      = "Oggi";
"kTimeSlice-2"      = "Ieri";
"kTimeSlice-3"      = "Ultimi sette giorni";
"kTimeSlice-4"      = "Questo mese";
"kTimeSlice-5"      = "Mese scorso";

/* Magic source name: */
"kSourceAll"        = "Tutto";

/* Tooltips for items in source list: */
"kSourceAllToolTip" = "Mostra gli articoli da tutti i feed di questo gruppo";
"kSourceToolTip"    = "Mostra solo articoli da %s";

/* Strings to display when there are no articles; keyed by the current timeslice */
"kNoArticles-0"     = "Nessun articolo";
"kNoArticles-1"     = "Nessun articolo oggi";
"kNoArticles-2"     = "Nessun articolo ieri";
"kNoArticles-3"     = "Nessun articolo questa settimana";
"kNoArticles-4"     = "Nessun articolo nel mese in corso";
"kNoArticles-5"     = "Nessun articolo nel mese scorso";

/* Strings for the alert banner.  The first version is used when displaying a single feed.  The second version for aggregated feeds.  */
"kAuthenticationAlert-1" = "Safari non ha potuto aggiornare questo feed poiché è richiesta l'autenticazione. Per scaricare nuovi articoli, inserisci le seguenti informazioni:";
"kAuthenticationAlert-2" = "Safari non ha potuto aggiornare \"%@\" poiché il feed richiede l'autenticazione. Per scaricare nuovi articoli, inserisci le seguenti informazioni:";
"kNotFoundAlert-1"       = "Safari non ha potuto aggiornare questo feed poiché il documento non è più disponibile.";
"kNotFoundAlert-2"       = "Safari non ha potuto aggiornare \"%@\" poiché il documento non è più disponibile.";
"kUnknownFormatAlert-1"  = "Safari non ha potuto aggiornare questo feed poiché il contenuto non è un formato feed conosciuto.";
"kUnknownFormatAlert-2"  = "Safari non ha potuto aggiornare \"%@\" poiché il contenuto non è un formato feed conosciuto.";

"kUsername" = "Nome utente:";
"kPassword" = "Password:";
"kAddToKeychain" = "Aggiungi al Portachiavi";
"kUpdate" = "Aggiorna";

/* Strings that appear in Article.syntmpl */
"kReadMore" = "Leggi tutto&hellip;";

/* Strings that appear in FOAF.syntmpl */
"kFriends"  = "Amici:";
"kAnd"      = "e";
"kMore"     = "successivo&hellip;";

/* Strings that appear in Feed.html */
"kNew"              = "Nuovo";
"kCountSeparator"   = ", ";
"kTotal"            = "in totale";
"kSearchArticles"   = "Cerca negli articoli:";
"kArticleLength"    = "Lunghezza articolo:";
"kSortBy"           = "Ordina per:";
"kRecentArticles"   = "Articoli recenti:";
"kColon"            = ":";                  /* used after group name in sidebar's list of sources */
"kSource"           = "Sorgente:";
"kActions"          = "Azioni:";
"kMarkAllArticlesRead" = "Segnalali tutti come letti";
"kRefreshFeed"      = "Aggiorna adesso";
"kEmailSubject"     = "Controlla questa pagina";
"kEmailBody"        = "Ciao,\n\ncredo che questa pagina ti possa interessare:";
"kEmailLinkText"    = "Invia il link della pagina per e-mail";
"kSubscribeInMail"  = "Iscriviti in Mail";
"kSubscribeInTunes" = "Iscrivi in iTunes";
"kAddBookmark"      = "Aggiungi Preferito&hellip;";
"kBookmarkSearch"   = "Crea un preferito di questa ricerca";
"kBookmarkHelpTag"  = "Crea un preferito di questa pagina RSS per ricevere automaticamente i nuovi articoli.";
"kNoArticles"       = "Nessun articolo";

/* Strings that appear in FeedComplete.html */
"kPreviousPages"         = "precedente&hellip;";
"kNextPages"             = "successivo&hellip;";

/* Strings that appear in Entry.html */
"kIn"         = "”";     /* used in a construct like "John Doe in NYTimes Top Stories" */

/* Localized date/time formats for use with strftime. See DateClass.cpp */
"TodayFmtCRT"      = "Oggi, %#I:%M %p";
"YesterdayFmtCRT"  = "Ieri, %#I:%M %p";
"ThisWeekFmtCRT"   = "%A %#I:%M %p";
"ThisYearFmtCRT"   = "%b %#d, %#I:%M %p";
"PastYearFmtCRT"   = "%b %#d, '%y, %#I:%M %p";

